import img1 from './img/previews/Apple BYZ S852I.svg';
import img2 from './img/previews/Apple EarPods.svg';
import img3 from './img/previews/Apple EarPods_.svg';
import img4 from './img/previews/Apple AirPods.svg';
import img5 from './img/previews/GERLAX GH-04.svg';
import img6 from './img/previews/BOROFONE BO4.svg';

const product = [
  {
    id: 1,
    title: 'Apple BYZ S852I',
    img: img1,
    price: 2927,
    rate: 4.7,
    oldPrice: 3527,
    priceTotal: 2927,
    count: 1,
    category: 'headphones',
    description:
      '<strong>Для примера один для всех!!! и все как один!!!</strong><br>Яблочная техника – это синоним инноваций, элегантности и безупречной интеграции. От смартфонов до ноутбуков, каждое устройство Apple создано, чтобы обеспечить максимальную производительность и удобство использования, воплощая в себе философию простоты и совершенства.',
  },
  {
    id: 2,
    title: 'Apple EarPods',
    img: img2,
    price: 2327,
    rate: 4.5,
    priceTotal: 2327,
    count: 1,
    category: 'headphones',
    description:
      '<strong>Для примера один для всех!!! и все как один!!!</strong><br>Яблочная техника – это синоним инноваций, элегантности и безупречной интеграции. От смартфонов до ноутбуков, каждое устройство Apple создано, чтобы обеспечить максимальную производительность и удобство использования, воплощая в себе философию простоты и совершенства.',
  },
  {
    id: 3,
    title: 'Apple EarPods',
    img: img3,
    price: 2327,
    rate: 4.5,
    priceTotal: 2327,
    count: 1,
    category: 'headphones',
    description:
      '<strong>Для примера один для всех!!! и все как один!!!</strong><br>Яблочная техника – это синоним инноваций, элегантности и безупречной интеграции. От смартфонов до ноутбуков, каждое устройство Apple создано, чтобы обеспечить максимальную производительность и удобство использования, воплощая в себе философию простоты и совершенства.',
  },
  {
    id: 4,
    title: 'Apple BYZ S852I',
    img: img1,
    price: 2927,
    rate: 4.7,
    priceTotal: 2927,
    count: 1,
    category: 'headphones',
    description:
      '<strong>Для примера один для всех!!! и все как один!!!</strong><br>Яблочная техника – это синоним инноваций, элегантности и безупречной интеграции. От смартфонов до ноутбуков, каждое устройство Apple создано, чтобы обеспечить максимальную производительность и удобство использования, воплощая в себе философию простоты и совершенства.',
  },
  {
    id: 5,
    title: 'Apple EarPods',
    img: img2,
    price: 2327,
    rate: 4.5,
    priceTotal: 2327,
    count: 1,
    category: 'headphones',
    description:
      '<strong>Для примера один для всех!!! и все как один!!!</strong><br>Яблочная техника – это синоним инноваций, элегантности и безупречной интеграции. От смартфонов до ноутбуков, каждое устройство Apple создано, чтобы обеспечить максимальную производительность и удобство использования, воплощая в себе философию простоты и совершенства.',
  },
  {
    id: 6,
    title: 'Apple EarPods',
    img: img3,
    price: 2327,
    rate: 4.5,
    priceTotal: 2327,
    count: 1,
    category: 'headphones',
    description:
      '<strong>Для примера один для всех!!! и все как один!!!</strong><br>Яблочная техника – это синоним инноваций, элегантности и безупречной интеграции. От смартфонов до ноутбуков, каждое устройство Apple создано, чтобы обеспечить максимальную производительность и удобство использования, воплощая в себе философию простоты и совершенства.',
  },
  {
    id: 7,
    title: 'Apple AirPods',
    img: img4,
    price: 9527,
    rate: 4.7,
    priceTotal: 9527,
    count: 1,
    category: 'wirelessHeadphones',
    description:
      '<strong>Для примера один для всех!!! и все как один!!!</strong><br>Яблочная техника – это синоним инноваций, элегантности и безупречной интеграции. От смартфонов до ноутбуков, каждое устройство Apple создано, чтобы обеспечить максимальную производительность и удобство использования, воплощая в себе философию простоты и совершенства.',
  },
  {
    id: 8,
    title: 'GERLAX GH-04',
    img: img5,
    price: 6527,
    rate: 4.7,
    priceTotal: 6527,
    count: 1,
    category: 'wirelessHeadphones',
    description:
      '<strong>Для примера один для всех!!! и все как один!!!</strong><br>Яблочная техника – это синоним инноваций, элегантности и безупречной интеграции. От смартфонов до ноутбуков, каждое устройство Apple создано, чтобы обеспечить максимальную производительность и удобство использования, воплощая в себе философию простоты и совершенства.',
  },
  {
    id: 9,
    title: 'BOROFONE BO4',
    img: img6,
    price: 7527,
    rate: 4.7,
    priceTotal: 7527,
    count: 1,
    category: 'wirelessHeadphones',
    description:
      '<strong>Для примера один для всех!!! и все как один!!!</strong><br>Яблочная техника – это синоним инноваций, элегантности и безупречной интеграции. От смартфонов до ноутбуков, каждое устройство Apple создано, чтобы обеспечить максимальную производительность и удобство использования, воплощая в себе философию простоты и совершенства.',
  },
];

export default product;
